/******************************************************************************
     版权所有 (C) 2010 - 2010  华为赛门铁克科技有限公司
*******************************************************************************
* 版 本 号: 初稿
* 作    者: x00001559
* 生成日期: 2010年8月14日
* 功能描述: 桩实现
* 备    注: 
* 修改记录: 
*         1)时间    : 
*          修改人  : 
*          修改内容: 
******************************************************************************/
#ifndef __LVOS_STUB_H
#define __LVOS_STUB_H

#ifdef WIN32
OSP_S32 LVOS_GetLocalNid(void);
struct pci_dev;
#endif

#endif

