/******************************************************************************

                  版权所有 (C), 2009-2010, 华为赛门铁克科技有限公司

 ******************************************************************************
  文 件 名   : version.h
  版 本 号   : 初稿
  作    者   : 程垒
  生成日期   : 2009年5月8日
  最近修改   :
  功能描述   : 定义平台内部版本号
  函数列表   :
  修改历史   :
  1.日    期   : 2009年5月8日
    作    者   : c90003161
    修改内容   : 创建文件

  1.日    期   : 2010年5月8日
    作    者   : x00001559
    修改内容   : 移植到XVE

******************************************************************************/

#ifndef __VERSION_H__
#define __VERSION_H__

#define VOS_VERSION    ("VOS v1.1")

#endif /* __VERSION_H__ */

